[
    {
        "name": "It does not matter how slowly you go as long as you do not stop.",
        "trans": [
            "只要你不停止，慢慢前行也没关系。"
        ]
    },
    {
        "name": "The only way to do great work is to love what you do.",
        "trans": [
            "做伟大工作的唯一方式是热爱你所做的事情。"
        ]
    },
    {
        "name": "To thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man.",
        "trans": [
            "对自己忠实，照夜随日，正如白昼总会跟随夜晚，你也不能对任何人虚伪。"
        ]
    },
    {
        "name": "I am an invisible man.",
        "trans": [
            "我是一个隐形人。"
        ]
    },
    {
        "name": "Whatever our souls are made of, his and mine are the same.",
        "trans": [
            "不管我们的灵魂由什么组成，他和我的灵魂是一样的。"
        ]
    },
    {
        "name": "What is this life if, full of care, we have no time to stand and stare?",
        "trans": [
            "如果生活充满了忧虑，我们却没有时间停下来凝视，那这生活又有什么意义呢？"
        ]
    },
    {
        "name": "The sun shone, having no alternative, on the nothing new.",
        "trans": [
            "太阳照常照耀，除了没有选择，什么都没变。"
        ]
    },
    {
        "name": "You can never get a cup of tea large enough or a book long enough to suit me.",
        "trans": [
            "你永远不能给我一杯足够大的茶或一本足够长的书。"
        ]
    },
    {
        "name": "There is no friend as loyal as a book.",
        "trans": [
            "没有比书更忠诚的朋友。"
        ]
    },
    {
        "name": "Life is too important to be taken seriously.",
        "trans": [
            "生活太重要，不能太严肃对待。"
        ]
    },
    {
        "name": "A friend is someone who knows all about you and still loves you.",
        "trans": [
            "朋友是那个了解你的一切，却依然爱你的人。"
        ]
    },
    {
        "name": "Time flies over us, but leaves its shadow behind.",
        "trans": [
            "时间飞逝而过，但留下它的阴影。"
        ]
    },
    {
        "name": "You never really understand a person until you consider things from his point of view.",
        "trans": [
            "你永远不会真正理解一个人，直到你从他的角度看问题。"
        ]
    },
    {
        "name": "Sometimes the questions are complicated and the answers are simple.",
        "trans": [
            "有时问题很复杂，但答案却很简单。"
        ]
    },
    {
        "name": "There is nothing to writing. All you do is sit down at a typewriter and bleed.",
        "trans": [
            "写作并不难，你只需要坐在打字机前，放血一样写出来。"
        ]
    },
    {
        "name": "Happiness is not something ready-made. It comes from your own actions.",
        "trans": [
            "幸福不是现成的，它来自于你自己的行动。"
        ]
    },
    {
        "name": "I am always doing that which I cannot do, in order that I may learn how to do it.",
        "trans": [
            "我总是在做那些我不能做的事情，为的是学会如何做它。"
        ]
    },
    {
        "name": "Don't cry because it's over, smile because it happened.",
        "trans": [
            "不要因为结束而哭泣，要为曾经发生而微笑。"
        ]
    },
    {
        "name": "You only live once, but if you do it right, once is enough.",
        "trans": [
            "你只能活一次，但如果活得精彩，一次就足够了。"
        ]
    },
    {
        "name": "There is no greater agony than bearing an untold story inside you.",
        "trans": [
            "没有比将一个未说出的故事藏在心里更大的痛苦。"
        ]
    },
    {
        "name": "In three words I can sum up everything I’ve learned about life: it goes on.",
        "trans": [
            "用三个词，我可以总结我对生活的所有理解：生活继续。"
        ]
    },
    {
        "name": "The secret of getting ahead is getting started.",
        "trans": [
            "超越的秘诀就是开始。"
        ]
    },
    {
        "name": "The best way to predict your future is to create it.",
        "trans": [
            "预测未来的最佳方式就是创造它。"
        ]
    },
    {
        "name": "Imagination is more important than knowledge.",
        "trans": [
            "想象力比知识更重要。"
        ]
    },
    {
        "name": "Not all those who wander are lost.",
        "trans": [
            "并非所有流浪的人都迷失了。"
        ]
    },
    {
        "name": "In the end, we will remember not the words of our enemies, but the silence of our friends.",
        "trans": [
            "最终，我们不会记得敌人的话，而是朋友的沉默。"
        ]
    },
    {
        "name": "I wanted a perfect ending. Now I’ve learned, the hard way, that some poems don’t rhyme, and some stories don’t have a clear beginning, middle, and end.",
        "trans": [
            "我曾想要一个完美的结局。现在我通过艰难的方式学到，有些诗不押韵，有些故事没有明确的开头、过程和结局。"
        ]
    },
    {
        "name": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "trans": [
            "生命中最大的荣耀不在于从未跌倒，而在于每次跌倒后都能重新站起来。"
        ]
    },
    {
        "name": "You must be the change you wish to see in the world.",
        "trans": [
            "你必须成为你希望看到的世界的改变。"
        ]
    },
    {
        "name": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "trans": [
            "成功不是终点，失败不是致命的：重要的是继续前行的勇气。"
        ]
    },
    {
        "name": "Life is really simple, but we insist on making it complicated.",
        "trans": [
            "生活本来很简单，但我们偏偏要让它变得复杂。"
        ]
    },
    {
        "name": "Do what you can, with what you have, where you are.",
        "trans": [
            "在你所在的地方，用你拥有的做你能做的事。"
        ]
    },
    {
        "name": "You miss 100% of the shots you don’t take.",
        "trans": [
            "你错过了100%你没有尝试过的机会。"
        ]
    },
    {
        "name": "Keep your face always toward the sunshine—and shadows will fall behind you.",
        "trans": [
            "永远保持面朝阳光，阴影自会落在你身后。"
        ]
    },
    {
        "name": "It is never too late to be what you might have been.",
        "trans": [
            "成为你可能成为的人，从不为晚。"
        ]
    },
    {
        "name": "You don’t have to be great to start, but you have to start to be great.",
        "trans": [
            "你不必一开始就很伟大，但你必须开始，才能变得伟大。"
        ]
    },
    {
        "name": "Life isn’t about waiting for the storm to pass, it’s about learning how to dance in the rain.",
        "trans": [
            "生活不是等待风暴过去，而是学习如何在雨中跳舞。"
        ]
    },
    {
        "name": "The way to get started is to quit talking and begin doing.",
        "trans": [
            "开始的方式是停止空谈，开始行动。"
        ]
    },
    {
        "name": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
        "trans": [
            "悲观者在每个机会中看到困难，乐观者在每个困难中看到机会。"
        ]
    },
    {
        "name": "Don’t watch the clock; do what it does. Keep going.",
        "trans": [
            "不要看钟表，要像它一样。继续前行。"
        ]
    },
    {
        "name": "The only impossible journey is the one you never begin.",
        "trans": [
            "唯一不可能的旅程，是你从未开始的旅程。"
        ]
    },
    {
        "name": "Success usually comes to those who are too busy to be looking for it.",
        "trans": [
            "成功通常青睐那些忙得无暇寻找它的人。"
        ]
    },
    {
        "name": "It is our choices that show what we truly are, far more than our abilities.",
        "trans": [
            "是我们的选择展示了我们真正的面貌，远超过我们的能力。"
        ]
    },
    {
        "name": "Believe you can and you're halfway there.",
        "trans": [
            "相信你能做到，你就已经成功了一半。"
        ]
    },
    {
        "name": "You must be the change you wish to see in the world.",
        "trans": [
            "你必须成为你希望看到的世界的改变。"
        ]
    },
    {
        "name": "Life is either a daring adventure or nothing at all.",
        "trans": [
            "生活要么是一次大胆的冒险，要么根本什么都不是。"
        ]
    },
    {
        "name": "We do not remember days, we remember moments.",
        "trans": [
            "我们不记得日子，我们记得的是瞬间。"
        ]
    },
    {
        "name": "In the end, we will remember not the words of our enemies, but the silence of our friends.",
        "trans": [
            "最终，我们记得的不是敌人的话，而是朋友的沉默。"
        ]
    },
    {
        "name": "Do I dare disturb the universe?",
        "trans": [
            "我敢打扰这个宇宙吗？"
        ]
    },
    {
        "name": "The past is never dead. It's not even past.",
        "trans": [
            "过去从未死去，它甚至从未过去。"
        ]
    },
    {
        "name": "It was the best of times, it was the worst of times.",
        "trans": [
            "这是最好的时代，也是最坏的时代。"
        ]
    },
    {
        "name": "I am not afraid of storms, for I am learning how to sail my ship.",
        "trans": [
            "我不怕风暴，因为我正在学习如何驾驶我的船。"
        ]
    },
    {
        "name": "The only thing we have to fear is fear itself.",
        "trans": [
            "我们唯一需要害怕的就是恐惧本身。"
        ]
    },
    {
        "name": "All that is gold does not glitter, not all those who wander are lost.",
        "trans": [
            "并非所有金子都闪闪发光，流浪者并不总是迷失。"
        ]
    },
    {
        "name": "Not all those who wander are lost.",
        "trans": [
            "并非所有流浪的人都迷失了方向。"
        ]
    },
    {
        "name": "The truth will set you free, but first it will make you miserable.",
        "trans": [
            "真相会让你自由，但首先它会让你痛苦。"
        ]
    },
    {
        "name": "There are no strangers here; Only friends you haven’t yet met.",
        "trans": [
            "这里没有陌生人；只有你还未遇见的朋友。"
        ]
    },
    {
        "name": "I know not all that may be coming, but be it what it will, I’ll go to it laughing.",
        "trans": [
            "我不知道未来将会怎样，但无论是什么，我都会笑着迎接它。"
        ]
    },
    {
        "name": "The world breaks everyone, and afterward, some are strong at the broken places.",
        "trans": [
            "世界打破了每个人，而之后，有些人在破碎的地方变得更强。"
        ]
    },
    {
        "name": "There is no friend as loyal as a book.",
        "trans": [
            "没有比书更忠诚的朋友。"
        ]
    },
    {
        "name": "It is a good thing for an uneducated man to read books of travel; they make him aware of the difference between the vastness of the world and the narrowness of his own mind.",
        "trans": [
            "让一个没有受过教育的人读旅行书籍是件好事；它能让他意识到世界的广阔与自己狭隘心灵之间的差异。"
        ]
    },
    {
        "name": "A journey of a thousand miles begins with a single step.",
        "trans": [
            "千里之行，始于足下。"
        ]
    },
    {
        "name": "I am the master of my fate, I am the captain of my soul.",
        "trans": [
            "我是我命运的主人，我是我灵魂的船长。"
        ]
    },
    {
        "name": "The only thing that interferes with my learning is my education.",
        "trans": [
            "干扰我学习的唯一东西是我的教育。"
        ]
    },
    {
        "name": "It is not length of life, but depth of life.",
        "trans": [
            "生命的长短不重要，重要的是生命的深度。"
        ]
    },
    {
        "name": "A man is but the product of his thoughts. What he thinks, he becomes.",
        "trans": [
            "一个人不过是他思想的产物。他想什么，就会成为什么。"
        ]
    },
    {
        "name": "The fault, dear Brutus, is not in our stars, but in ourselves.",
        "trans": [
            "亲爱的布鲁图斯，错不在我们的命运星辰，而在我们自己。"
        ]
    },
    {
        "name": "Life is what happens when you’re busy making other plans.",
        "trans": [
            "生活是在你忙着制定其他计划时发生的。"
        ]
    },
    {
        "name": "The only way to deal with this life meaningfully is to find one's passion.",
        "trans": [
            "唯一处理生活的有意义方式是找到自己的热情。"
        ]
    },
    {
        "name": "So we beat on, boats against the current, borne back ceaselessly into the past.",
        "trans": [
            "于是我们继续前行，船只逆流而上，不断被过去拖回。"
        ]
    },
    {
        "name": "War is peace. Freedom is slavery. Ignorance is strength.",
        "trans": [
            "战争即和平，自由即奴役，无知即力量。"
        ]
    },
    {
        "name": "Big Brother is watching you.",
        "trans": [
            "老大哥在看着你。"
        ]
    },
    {
        "name": "All animals are equal, but some animals are more equal than others.",
        "trans": [
            "所有动物都是平等的，但有些动物比其他动物更平等。"
        ]
    },
    {
        "name": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
        "trans": [
            "这是一个被普遍承认的事实，一个拥有丰厚财富的单身汉必定需要一位妻子。"
        ]
    },
    {
        "name": "I am no bird; and no net ensnares me: I am a free human being with an independent will.",
        "trans": [
            "我不是鸟，任何网都无法困住我：我是一位拥有独立意志的自由人类。"
        ]
    },
    {
        "name": "You have bewitched me, body and soul.",
        "trans": [
            "你迷住了我，身心俱醉。"
        ]
    },
    {
        "name": "It is better to be hated for what you are than to be loved for what you are not.",
        "trans": [
            "宁愿因自己是谁而被讨厌，也不愿因不是自己而被爱。"
        ]
    },
    {
        "name": "There is no greater agony than bearing an untold story inside you.",
        "trans": [
            "没有比将一个未说出的故事埋藏在心中更大的痛苦。"
        ]
    },
    {
        "name": "I will find a way, or I will make one.",
        "trans": [
            "我会找到一条路，或者我会创造一条路。"
        ]
    },
    {
        "name": "In vain have I struggled. It will not do. My feelings will not be repressed.",
        "trans": [
            "我挣扎是徒劳的。这没用。我的感情无法被压抑。"
        ]
    },
    {
        "name": "There is nothing either good or bad, but thinking makes it so.",
        "trans": [
            "没有什么是好是坏的，只有思考使其成为如此。"
        ]
    },
    {
        "name": "This above all: to thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man.",
        "trans": [
            "最重要的是：对自己忠实，像白天跟夜晚一样，照着这个原则，你就不能对任何人虚伪。"
        ]
    },
    {
        "name": "I am a part of all that I have met.",
        "trans": [
            "我是一切我遇见过的人和事的一部分。"
        ]
    },
    {
        "name": "The man who does not read good books has no advantage over the man who cannot read them.",
        "trans": [
            "不读好书的人与不能读书的人没有区别。"
        ]
    },
    {
        "name": "To be, or not to be, that is the question.",
        "trans": [
            "生存还是毁灭，这是一个问题。"
        ]
    },
    {
        "name": "I drink to the general joy of the whole table.",
        "trans": [
            "我为全桌人的快乐干杯。"
        ]
    },
    {
        "name": "Keep your friends close, but your enemies closer.",
        "trans": [
            "让朋友保持亲近，让敌人更亲近。"
        ]
    },
    {
        "name": "I have always depended on the kindness of strangers.",
        "trans": [
            "我一直依赖陌生人的善意。"
        ]
    }
]